{
  "category": "meat",
  "name": "Fleischgerichte",
  "version": "2.0",
  "lastUpdated": "2024-01-15",
  "recipes": [
    {
      "id": "m001",
      "name": "Spaghetti Carbonara",
      "baseIngredients": {
        "Pasta": {"type": "long", "amount": 125, "unit": "g", "variations": ["Spaghetti", "Linguine", "Fettuccine", "Tagliatelle"]},
        "Speck": {"amount": 50, "unit": "g", "variations": ["Pancetta", "Guanciale", "Bacon"]},
        "Eier": {"amount": 1, "unit": "Stück"},
        "Parmesan": {"amount": 40, "unit": "g", "variations": ["Pecorino", "Grana Padano"]},
        "Knoblauch": {"amount": 1, "unit": "Zehe"},
        "Pfeffer": {"amount": 1, "unit": "nach Geschmack"}
      },
      "price": 5,
      "prepTime": 20,
      "tags": ["italienisch", "schnell", "cremig"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Großen Topf mit 3-4 Liter Wasser aufsetzen und zum Kochen bringen. Pro Liter Wasser etwa 10g Salz zugeben (das Wasser sollte wie Meerwasser schmecken)",
        "Während das Wasser aufkocht: Speck in kleine Würfel (ca. 5mm) schneiden. Knoblauchzehe schälen und leicht andrücken",
        "Eier in eine Schüssel aufschlagen und mit einer Gabel verquirlen. Parmesan fein reiben und zur Hälfte zu den Eiern geben, gut vermischen. Großzügig schwarzen Pfeffer aus der Mühle dazu",
        "Speck in einer großen Pfanne (ohne Öl!) bei mittlerer Hitze 5-7 Minuten knusprig braten. Die Knoblauchzehe dazugeben und 1 Minute mitbraten, dann entfernen",
        "Sobald das Wasser kocht, Spaghetti zugeben und nach Packungsanweisung al dente kochen (meist 8-10 Minuten). Dabei gelegentlich umrühren",
        "WICHTIG: 1 Tasse Nudelwasser aufbewahren! Dann Spaghetti abgießen",
        "Pfanne mit Speck vom Herd nehmen und 1 Minute abkühlen lassen (zu heiß = Rührei!)",
        "Spaghetti in die Pfanne zum Speck geben, Ei-Käse-Mischung darüber gießen und mit zwei Gabeln schnell vermischen. Falls zu trocken, löffelweise Nudelwasser zugeben bis cremige Konsistenz entsteht",
        "Sofort servieren, mit restlichem Parmesan und frisch gemahlenem Pfeffer garnieren"
      ],
      "childTip": "Für Kinder weniger Pfeffer verwenden und Speck extra knusprig braten",
      "workTip": "Lässt sich schwer erwärmen - am besten frisch genießen oder kalt als Nudelsalat"
    },
    {
      "id": "m002",
      "name": "Hähnchenbrust mit Rösti",
      "baseIngredients": {
        "Hähnchenbrust": {"amount": 150, "unit": "g"},
        "Kartoffeln": {"amount": 250, "unit": "g", "variations": ["Süßkartoffeln", "normale Kartoffeln"]},
        "Grüne Bohnen": {"amount": 150, "unit": "g", "variations": ["Brokkoli", "Erbsen", "Zucchini"]},
        "Butter": {"amount": 20, "unit": "g"},
        "Zwiebel": {"amount": 0.5, "unit": "Stück"}
      },
      "price": 6,
      "prepTime": 35,
      "tags": ["schweizer", "ausgewogen"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Kartoffeln schälen und grob raspeln (Küchenreibe oder Küchenmaschine). In ein sauberes Küchentuch geben und kräftig auswringen - je trockener, desto knuspriger!",
        "Zwiebel fein würfeln. Die Hälfte zu den Kartoffeln geben, mit 1 TL Salz und Pfeffer würzen, gut mischen",
        "Hähnchenbrust trocken tupfen, beidseitig mit Salz, Pfeffer und optional Paprika würzen. Mit Frischhaltefolie abdecken und leicht klopfen (gleichmäßige Dicke = gleichmäßiges Garen)",
        "Bohnen waschen und Enden abschneiden. In kochendem Salzwasser 6-8 Minuten bissfest garen, dann in Eiswasser abschrecken (bleiben grün und knackig)",
        "In einer großen Pfanne 1 EL Öl erhitzen. Hähnchen bei mittlerer Hitze pro Seite 6-7 Minuten braten. Fleischthermometer sollte 75°C anzeigen. Herausnehmen und in Alufolie ruhen lassen",
        "In derselben Pfanne (nicht auswaschen!) Butter schmelzen. Kartoffelmasse flach hineindrücken (ca. 1cm dick). Bei mittlerer Hitze 5-7 Minuten braten bis goldbraun, dann vorsichtig wenden",
        "Weitere 5-7 Minuten braten. Rösti sollte außen knusprig und innen weich sein",
        "Bohnen in etwas Butter schwenken, restliche Zwiebeln kurz andünsten. Mit Salz und Pfeffer abschmecken",
        "Hähnchen in Scheiben schneiden, mit Rösti und Bohnen anrichten. Optional mit frischen Kräutern garnieren"
      ],
      "childTip": "Hähnchen in kleine Stücke schneiden, Rösti in lustige Formen ausstechen",
      "workTip": "Rösti und Hähnchen getrennt aufbewahren. Rösti in Toaster oder Pfanne wieder knusprig machen"
    },
    {
      "id": "m003",
      "name": "Rindergulasch mit Spätzle",
      "baseIngredients": {
        "Rindergulasch": {"amount": 175, "unit": "g"},
        "Spätzle": {"amount": 150, "unit": "g", "variations": ["Knöpfle", "Nudeln", "Reis"]},
        "Zwiebeln": {"amount": 1, "unit": "Stück"},
        "Paprika": {"amount": 1, "unit": "Stück"},
        "Tomatenmark": {"amount": 2, "unit": "EL"},
        "Paprikapulver": {"amount": 1, "unit": "EL"}
      },
      "price": 7,
      "prepTime": 120,
      "tags": ["ungarisch", "deftig", "schmorgericht"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Fleisch in 3cm große Würfel schneiden, trocken tupfen. Zwiebeln in feine Ringe, Paprika in Streifen schneiden",
        "Schweren Topf oder Bräter erhitzen, 2 EL Öl hineingeben. Fleisch portionsweise (nicht überfüllen!) scharf anbraten, bis alle Seiten braun sind (ca. 2-3 Min pro Seite). Herausnehmen",
        "Im selben Topf (Röstaromen!) Zwiebeln bei mittlerer Hitze 5 Minuten glasig dünsten",
        "Tomatenmark zugeben und 1 Minute mitrösten (nimmt die Säure). Paprikapulver einrühren - VORSICHT: nicht anbrennen lassen, wird sonst bitter!",
        "Mit 500ml Rinderbrühe ablöschen, Fleisch wieder zugeben. Flüssigkeit sollte Fleisch knapp bedecken, ggf. Wasser nachgießen",
        "Aufkochen, dann Hitze reduzieren. Deckel leicht schräg auflegen und 90 Minuten sanft köcheln lassen",
        "Nach 60 Minuten Paprikastreifen zugeben. Gelegentlich umrühren und prüfen ob noch genug Flüssigkeit vorhanden ist",
        "Nach 90 Minuten Fleischprobe: Sollte butterzart sein und fast zerfallen. Falls nicht, weitere 30 Minuten köcheln",
        "Mit Salz, Pfeffer und einer Prise Zucker abschmecken. Wer mag: 2 EL Sauerrahm unterrühren für Cremigkeit",
        "Spätzle nach Packungsanweisung kochen (oder selbst machen: 200g Mehl, 2 Eier, 100ml Wasser, 1 TL Salz zu Teig verarbeiten, durch Spätzlehobel ins kochende Wasser)",
        "Gulasch mit Spätzle servieren, mit frischer Petersilie bestreuen"
      ],
      "childTip": "Paprika ganz fein schneiden oder pürieren, weniger scharf würzen",
      "workTip": "Schmeckt aufgewärmt noch besser! In Portionen einfrieren möglich"
    },
    {
      "id": "m004",
      "name": "Schweinemedaillons mit Champignonsauce",
      "baseIngredients": {
        "Schweinefilet": {"amount": 150, "unit": "g"},
        "Champignons": {"amount": 150, "unit": "g", "variations": ["Pfifferlinge", "Steinpilze", "Mischpilze"]},
        "Sahne": {"amount": 100, "unit": "ml"},
        "Kartoffeln": {"amount": 300, "unit": "g"},
        "Brokkoli": {"amount": 150, "unit": "g", "variations": ["Blumenkohl", "Romanesco"]}
      },
      "price": 6.5,
      "prepTime": 30,
      "tags": ["deutsch", "cremig"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Kartoffeln schälen, in gleichmäßige Stücke schneiden und in Salzwasser aufsetzen. Zum Kochen bringen (ca. 15-20 Minuten)",
        "Schweinefilet in 2cm dicke Medaillons schneiden, mit Küchenpapier trocken tupfen. Mit Salz und Pfeffer würzen",
        "Champignons mit feuchtem Tuch säubern (nicht waschen!), in Scheiben schneiden. Große Pilze vierteln",
        "Brokkoli in Röschen teilen, Stiel schälen und in Scheiben schneiden. In kochendem Salzwasser 5-6 Minuten garen, abgießen",
        "Große Pfanne erhitzen, 1 EL Butter und 1 EL Öl hineingeben. Medaillons bei starker Hitze 2-3 Minuten pro Seite anbraten",
        "Kerntemperatur prüfen: 63°C für rosa, 70°C für durch. Fleisch herausnehmen, in Alufolie warm halten",
        "In derselben Pfanne Pilze bei hoher Hitze 3-4 Minuten anbraten (nicht rühren am Anfang, sonst werden sie wässrig!)",
        "Hitze reduzieren, 1 Knoblauchzehe gepresst zugeben, 30 Sekunden mitbraten",
        "Mit 100ml Weißwein oder Brühe ablöschen, einkochen lassen. Sahne zugeben, 2-3 Minuten köcheln bis die Sauce eindickt",
        "Mit Salz, Pfeffer und frischen Kräutern (Thymian, Petersilie) abschmecken",
        "Kartoffeln abgießen, mit Butter und Milch zu Püree stampfen oder als Salzkartoffeln servieren",
        "Medaillons mit Sauce übergießen, mit Kartoffeln und Brokkoli anrichten"
      ],
      "childTip": "Sauce separat servieren, Fleisch in Streifen schneiden",
      "workTip": "Fleisch und Sauce getrennt erwärmen, Sauce mit etwas Milch verdünnen falls zu dick"
    },
    {
      "id": "m005",
      "name": "Hackfleisch-Kartoffel-Auflauf",
      "baseIngredients": {
        "Hackfleisch": {"amount": 150, "unit": "g"},
        "Kartoffeln": {"amount": 300, "unit": "g"},
        "Zwiebeln": {"amount": 0.5, "unit": "Stück"},
        "Käse": {"amount": 60, "unit": "g", "variations": ["Gouda", "Emmentaler", "Cheddar"]},
        "Milch": {"amount": 100, "unit": "ml"}
      },
      "price": 5,
      "prepTime": 60,
      "tags": ["auflauf", "familienessen"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Ofen auf 180°C Ober-/Unterhitze vorheizen. Auflaufform einfetten",
        "Kartoffeln schälen und in 3mm dünne Scheiben schneiden (Gemüsehobel hilft!). In Salzwasser 5 Minuten vorkochen, abgießen",
        "Zwiebel fein würfeln. In einer Pfanne mit etwas Öl glasig dünsten",
        "Hackfleisch zugeben, krümelig braten (ca. 5-7 Minuten). Mit Salz, Pfeffer, Paprika und optional Oregano würzen",
        "1 EL Tomatenmark unterrühren, kurz mitbraten. Mit 100ml Brühe ablöschen, 5 Minuten köcheln lassen",
        "Erste Schicht Kartoffelscheiben in die Form legen, leicht überlappend",
        "Hackfleischmischung darauf verteilen, mit restlichen Kartoffeln bedecken",
        "100ml Milch mit 100ml Sahne mischen, 1 Ei verquirlen und unterrühren. Mit Salz, Pfeffer und Muskat würzen",
        "Guss über den Auflauf gießen, sollte bis zur Hälfte der Kartoffeln reichen",
        "Käse reiben und darüber streuen",
        "45 Minuten backen. Nach 30 Minuten mit Alufolie abdecken falls zu dunkel",
        "Garprobe: Messer sollte leicht durch alle Schichten gleiten. 5 Minuten ruhen lassen vor dem Servieren"
      ],
      "childTip": "Mit Ketchup-Gesicht verzieren, extra Käse für Käseliebhaber",
      "workTip": "Perfekt zum Einfrieren in Portionen. Bei 180°C ca. 25 Min aufwärmen"
    },
    {
      "id": "m006",
      "name": "Hähnchen-Curry",
      "baseIngredients": {
        "Hähnchenbrust": {"amount": 150, "unit": "g"},
        "Kokosmilch": {"amount": 150, "unit": "ml"},
        "Currypaste": {"amount": 1, "unit": "EL", "variations": ["Rotes Curry", "Grünes Curry", "Gelbes Curry"]},
        "Reis": {"amount": 125, "unit": "g", "variations": ["Basmatireis", "Jasminreis", "Vollkornreis"]},
        "Gemüse": {"amount": 150, "unit": "g"}
      },
      "price": 6,
      "prepTime": 30,
      "tags": ["asiatisch", "würzig"],
      "childFriendly": false,
      "workFriendly": true,
      "instructions": [
        "Reis nach Packungsanweisung kochen (Verhältnis meist 1:2 mit Wasser, 15 Min köcheln, 5 Min ruhen)",
        "Hähnchen in mundgerechte Würfel (2cm) schneiden, trocken tupfen",
        "Gemüse vorbereiten: Paprika in Streifen, Zucchini in Halbmonde, Brokkoli in Röschen",
        "Wok oder große Pfanne erhitzen, 1 EL Kokosöl (oder normales Öl) hineingeben",
        "Hähnchen bei hoher Hitze 3-4 Minuten anbraten bis außen goldbraun. Herausnehmen",
        "Currypaste in die Pfanne geben, 30 Sekunden unter Rühren anrösten (entfaltet Aromen)",
        "Hartes Gemüse (Brokkoli, Karotten) zugeben, 2 Minuten anbraten",
        "Mit der Hälfte der Kokosmilch ablöschen, aufkochen lassen",
        "Hähnchen wieder zugeben, restliches Gemüse hinzufügen",
        "Restliche Kokosmilch angießen, 10 Minuten sanft köcheln lassen",
        "Mit Fischsauce (oder Sojasauce), Limettensaft und 1 TL Zucker abschmecken",
        "Frische Basilikumblätter oder Koriander unterrühren",
        "Mit Reis servieren, mit Limettenspalten und Kräutern garnieren"
      ],
      "childTip": "Sehr milde Currypaste verwenden oder durch Tomatenmark ersetzen",
      "workTip": "Curry schmeckt aufgewärmt noch intensiver. Reis frisch kochen"
    },
    {
      "id": "m007",
      "name": "Bolognese mit Penne",
      "baseIngredients": {
        "Pasta": {"type": "short", "amount": 125, "unit": "g", "variations": ["Penne", "Rigatoni", "Fusilli", "Farfalle"]},
        "Rinderhack": {"amount": 150, "unit": "g"},
        "Dosentomaten": {"amount": 200, "unit": "g"},
        "Zwiebeln": {"amount": 0.5, "unit": "Stück"},
        "Möhren": {"amount": 1, "unit": "Stück"}
      },
      "price": 5,
      "prepTime": 120,
      "tags": ["italienisch", "klassiker"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Das Soffritto (Gemüsebasis): Zwiebel, Möhre und Sellerie (falls vorhanden) in sehr kleine Würfel schneiden (3mm)",
        "In einem schweren Topf 2 EL Olivenöl erhitzen, Gemüse bei mittlerer Hitze 10 Minuten sanft anschwitzen bis weich",
        "Hackfleisch zugeben, Hitze erhöhen. Mit Holzlöffel in kleine Krümel zerteilen, 5-7 Minuten braten bis gebräunt",
        "2 EL Tomatenmark einrühren, 2 Minuten mitrösten (nimmt Säure und gibt Tiefe)",
        "Mit 100ml Rotwein ablöschen (optional, sonst Brühe), komplett einkochen lassen",
        "Dosentomaten mit Händen zerdrücken, zugeben. 1 Lorbeerblatt und frischen Thymian hinzufügen",
        "Mit 200ml Rinderbrühe auffüllen, zum Kochen bringen",
        "Hitze auf kleinste Stufe reduzieren. WICHTIG: Nur sanft blubbern, nicht kochen!",
        "Mindestens 2 Stunden köcheln lassen, alle 20 Minuten umrühren. Bei Bedarf etwas Wasser nachgießen",
        "In den letzten 30 Minuten 100ml Milch zugeben (Geheimtipp für Cremigkeit!)",
        "Mit Salz, Pfeffer und einer Prise Zucker abschmecken",
        "Pasta in reichlich Salzwasser 1 Minute kürzer als Packungsangabe kochen",
        "Pasta abgießen (Nudelwasser aufheben!), zur Sauce geben und 1 Minute fertig garen",
        "Mit frisch geriebenem Parmesan und Basilikum servieren"
      ],
      "childTip": "Gemüse ganz fein hacken oder pürieren damit es 'verschwindet'",
      "workTip": "Sauce in großen Mengen kochen und portionsweise einfrieren"
    },
    {
      "id": "m008",
      "name": "Gyros mit Tzatziki",
      "baseIngredients": {
        "Schweinefleisch": {"amount": 200, "unit": "g"},
        "Pita": {"amount": 2, "unit": "Stück", "variations": ["Fladenbrot", "Tortilla"]},
        "Joghurt": {"amount": 100, "unit": "g"},
        "Gurke": {"amount": 0.5, "unit": "Stück"},
        "Pommes": {"amount": 150, "unit": "g", "variations": ["Reis", "Kartoffelspalten"]}
      },
      "price": 6.5,
      "prepTime": 30,
      "tags": ["griechisch", "streetfood"],
      "childFriendly": true,
      "workFriendly": false,
      "instructions": [
        "Fleisch-Marinade: 2 EL Olivenöl, Saft einer Zitrone, 2 gepresste Knoblauchzehen, 1 TL Oregano, 1 TL Thymian, Salz, Pfeffer mischen",
        "Schweinefleisch in dünne Streifen schneiden (5mm dick, 3cm lang), mit Marinade mischen, mindestens 30 Min ziehen lassen",
        "Tzatziki: Gurke raspeln, in ein Sieb geben, salzen und 10 Min ziehen lassen",
        "Gurke kräftig ausdrücken (wichtig, sonst wird's wässrig!). Mit Joghurt, 1 gepressten Knoblauchzehe, 1 EL Olivenöl, Zitronensaft mischen",
        "Pommes nach Packung im Ofen zubereiten (200°C, 20-25 Min) oder in der Fritteuse",
        "Große Pfanne sehr heiß werden lassen, Fleisch portionsweise (!) scharf anbraten, 3-4 Min pro Portion",
        "Fleisch sollte außen knusprig und innen saftig sein. Warm halten",
        "Pita kurz in Toaster oder Pfanne erwärmen (werden weich und biegsam)",
        "Pita mit Tzatziki bestreichen, Gyros darauf verteilen",
        "Mit Tomaten, Zwiebeln, Salat nach Wunsch belegen",
        "Zusammenrollen oder als offene Tasche servieren, mit Pommes als Beilage"
      ],
      "childTip": "Weniger Knoblauch im Tzatziki, mildere Würzung",
      "workTip": "Komponenten getrennt transportieren, vor Ort zusammenbauen"
    },
    {
      "id": "m009",
      "name": "Chili con Carne",
      "baseIngredients": {
        "Rinderhack": {"amount": 150, "unit": "g"},
        "Kidneybohnen": {"amount": 125, "unit": "g"},
        "Mais": {"amount": 75, "unit": "g"},
        "Paprika": {"amount": 1, "unit": "Stück"},
        "Reis": {"amount": 125, "unit": "g", "variations": ["Brot", "Nachos"]}
      },
      "price": 5.5,
      "prepTime": 60,
      "tags": ["mexikanisch", "scharf"],
      "childFriendly": false,
      "workFriendly": true,
      "instructions": [
        "Zwiebel und Knoblauch fein würfeln, Paprika in 1cm Würfel schneiden",
        "Großen Topf erhitzen, Hackfleisch ohne Öl krümelig anbraten (5-7 Min), herausnehmen",
        "Im Bratfett Zwiebeln 3 Min anschwitzen, Knoblauch 1 Min mitbraten",
        "Gewürze zugeben: 1 EL Paprika, 1 TL Kreuzkümmel, 1 TL Oregano, 1/2 TL Cayenne (oder nach Geschmack)",
        "30 Sekunden rösten (Vorsicht: brennt schnell an!), dann Tomatenmark einrühren",
        "Paprikawürfel zugeben, 2-3 Min mitbraten",
        "Hackfleisch zurück in den Topf, 1 Dose gehackte Tomaten und 200ml Rinderbrühe zugeben",
        "Aufkochen, dann Hitze reduzieren und 30 Min köcheln lassen",
        "Kidneybohnen (abgespült) und Mais zugeben, weitere 15 Min köcheln",
        "Mit Salz, Pfeffer, Zucker und Limettensaft abschmecken",
        "Optional: 1 Stück dunkle Schokolade einrühren (rundet ab!)",
        "10 Min ruhen lassen (wird dicker)",
        "Mit Reis, Sauerrahm, geriebenem Käse und Koriander servieren"
      ],
      "childTip": "Sehr mild würzen, Cayenne weglassen, mit Sauerrahm 'löschen'",
      "workTip": "Perfekt zum Einfrieren, schmeckt aufgewärmt noch besser"
    },
    {
      "id": "m010",
      "name": "Schnitzel mit Kartoffelsalat",
      "baseIngredients": {
        "Schnitzel": {"amount": 150, "unit": "g", "variations": ["Schwein", "Kalb", "Pute"]},
        "Paniermehl": {"amount": 50, "unit": "g"},
        "Kartoffeln": {"amount": 300, "unit": "g"},
        "Mayonnaise": {"amount": 50, "unit": "g"},
        "Gurken": {"amount": 2, "unit": "Stück"}
      },
      "price": 6,
      "prepTime": 40,
      "tags": ["deutsch", "klassiker"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Kartoffeln mit Schale in Salzwasser 20-25 Min kochen (Messerprobe: sollte leicht gleiten)",
        "Abgießen, kurz ausdampfen lassen, noch warm pellen und in 5mm Scheiben schneiden",
        "Für die Marinade: 100ml heiße Brühe mit 2 EL Essig, 1 TL Senf, Salz, Pfeffer mischen",
        "Über warme Kartoffeln gießen, vorsichtig mischen, 15 Min ziehen lassen",
        "Zwiebel sehr fein würfeln, Gewürzgurken in kleine Würfel schneiden",
        "Beides zu den Kartoffeln geben, 3 EL Mayo unterziehen (nicht zu viel rühren!)",
        "Schnitzel zwischen Frischhaltefolie auf 5mm Dicke klopfen",
        "3 Teller vorbereiten: 1. Mehl, 2. verquirlte Eier, 3. Paniermehl mit etwas Salz",
        "Schnitzel erst in Mehl (abklopfen!), dann Ei, dann Paniermehl wenden. Gut andrücken",
        "Reichlich Öl in Pfanne erhitzen (170°C - Holzlöffel sollte Bläschen bilden)",
        "Schnitzel schwimmend 2-3 Min pro Seite goldbraun backen",
        "Auf Küchenpapier abtropfen lassen",
        "Mit Zitronenspalte und Kartoffelsalat servieren"
      ],
      "childTip": "Schnitzel in Streifen schneiden (Nuggets!), Kartoffelsalat ohne Gurken",
      "workTip": "Schnitzel kalt als Schnitzelbröt chen, Kartoffelsalat hält 2 Tage"
    },
    {
      "id": "m041",
      "name": "Puten-Geschnetzeltes Zürcher Art",
      "baseIngredients": {
        "Putenbrust": {"amount": 150, "unit": "g"},
        "Champignons": {"amount": 100, "unit": "g"},
        "Sahne": {"amount": 75, "unit": "ml"},
        "Reis": {"amount": 125, "unit": "g", "variations": ["Rösti", "Nudeln"]}
      },
      "price": 5.5,
      "prepTime": 25,
      "tags": ["schweizer", "schnell"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Reis nach Packungsanweisung kochen",
        "Putenbrust in dünne Streifen schneiden",
        "Mit Salz und Pfeffer würzen",
        "Champignons in Scheiben schneiden",
        "In heißer Pfanne Pute in 2 EL Öl anbraten (2-3 Min), herausnehmen",
        "Champignons in derselben Pfanne 3 Min braten",
        "Mit 50ml Weißwein ablöschen",
        "Sahne zugeben, aufkochen",
        "Pute wieder dazu, 2 Min ziehen lassen",
        "Mit Worcestersauce und Zitrone abschmecken",
        "Mit Reis servieren"
      ],
      "childTip": "Mild und cremig",
      "workTip": "Schnelles Feierabend-Gericht"
    },
    {
      "id": "m042",
      "name": "Asia-Hackfleischpfanne",
      "baseIngredients": {
        "Hackfleisch": {"amount": 150, "unit": "g"},
        "Glasnudeln": {"amount": 75, "unit": "g"},
        "Chinakohl": {"amount": 150, "unit": "g"},
        "Sojasauce": {"amount": 3, "unit": "EL"},
        "Ingwer": {"amount": 1, "unit": "cm"}
      },
      "price": 4.5,
      "prepTime": 20,
      "tags": ["asiatisch", "schnell"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Glasnudeln in heißem Wasser 5 Min einweichen",
        "Hackfleisch in Wok krümelig anbraten",
        "Ingwer und Knoblauch zugeben",
        "Chinakohl in Streifen schneiden, zugeben",
        "2 Min mitbraten",
        "Glasnudeln abgießen, untermischen",
        "Mit Sojasauce und Sesamöl würzen",
        "Mit Frühlingszwiebeln garnieren"
      ],
      "childTip": "Nicht zu scharf würzen",
      "workTip": "In 20 Minuten fertig"
    },
    {
      "id": "m043",
      "name": "Hähnchen-Paprika-Pfanne",
      "baseIngredients": {
        "Hähnchenbrust": {"amount": 150, "unit": "g"},
        "Paprika": {"amount": 2, "unit": "Stück"},
        "Reis": {"amount": 125, "unit": "g"},
        "Schmand": {"amount": 50, "unit": "g"}
      },
      "price": 5,
      "prepTime": 30,
      "tags": ["ungarisch", "paprika"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Reis kochen",
        "Hähnchen in Streifen schneiden",
        "Paprika in Streifen schneiden",
        "Hähnchen in Öl anbraten, herausnehmen",
        "Paprika 5 Min braten",
        "Mit Paprikapulver bestäuben",
        "Hähnchen wieder dazu",
        "Schmand einrühren",
        "Mit Salz und Pfeffer würzen",
        "Mit Reis servieren"
      ],
      "childTip": "Bunte Paprika verwenden",
      "workTip": "Einfaches Pfannengericht"
    },
    {
      "id": "m044",
      "name": "Hackbällchen in Tomatensauce",
      "baseIngredients": {
        "Hackfleisch": {"amount": 150, "unit": "g"},
        "Passierte Tomaten": {"amount": 200, "unit": "ml"},
        "Spaghetti": {"amount": 125, "unit": "g"},
        "Parmesan": {"amount": 30, "unit": "g"}
      },
      "price": 4.5,
      "prepTime": 35,
      "tags": ["italienisch", "kinder"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Hackfleisch mit Ei, Semmelbröseln, Salz, Pfeffer mischen",
        "Kleine Bällchen formen",
        "In Pfanne rundherum anbraten",
        "Tomatensauce zugießen",
        "15 Min köcheln lassen",
        "Spaghetti kochen",
        "Hackbällchen mit Sauce über Spaghetti",
        "Mit Parmesan servieren"
      ],
      "childTip": "Kinder lieben kleine Hackbällchen",
      "workTip": "Bällchen vorformen und später garen"
    },
    {
      "id": "m045",
      "name": "Putenbrust-Involtini",
      "baseIngredients": {
        "Putenschnitzel": {"amount": 150, "unit": "g"},
        "Schinken": {"amount": 2, "unit": "Scheiben"},
        "Salbei": {"amount": 4, "unit": "Blätter"},
        "Gnocchi": {"amount": 200, "unit": "g"}
      },
      "price": 6,
      "prepTime": 25,
      "tags": ["italienisch", "rouladen"],
      "childFriendly": true,
      "workFriendly": false,
      "instructions": [
        "Putenschnitzel dünn klopfen",
        "Mit Schinken und Salbei belegen",
        "Aufrollen, mit Zahnstocher fixieren",
        "In Butter von allen Seiten anbraten",
        "Mit Weißwein ablöschen",
        "10 Min bei kleiner Hitze garen",
        "Gnocchi in Salzwasser kochen",
        "In Salbeibutter schwenken",
        "Involtini in Scheiben schneiden",
        "Mit Gnocchi servieren"
      ],
      "childTip": "Ohne Salbei für Kinder",
      "workTip": "Elegant aber einfach"
    },
    {
      "id": "m046",
      "name": "Hähnchen-Reis-Pfanne",
      "baseIngredients": {
        "Hähnchenbrust": {"amount": 150, "unit": "g"},
        "Reis": {"amount": 125, "unit": "g"},
        "Erbsen": {"amount": 75, "unit": "g"},
        "Möhren": {"amount": 1, "unit": "Stück"}
      },
      "price": 4.5,
      "prepTime": 30,
      "tags": ["eintopf", "reis"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Hähnchen würfeln und anbraten",
        "Möhren würfeln, zugeben",
        "Reis zugeben, kurz mitbraten",
        "Mit Brühe ablöschen",
        "15 Min köcheln lassen",
        "Erbsen in den letzten 5 Min zugeben",
        "Mit Sojasauce abschmecken"
      ],
      "childTip": "Alles in einem Topf",
      "workTip": "One-Pot-Gericht"
    },
    {
      "id": "m047",
      "name": "Schweinefilet-Pfanne",
      "baseIngredients": {
        "Schweinefilet": {"amount": 150, "unit": "g"},
        "Zucchini": {"amount": 1, "unit": "Stück"},
        "Kirschtomaten": {"amount": 100, "unit": "g"},
        "Feta": {"amount": 50, "unit": "g"}
      },
      "price": 5.5,
      "prepTime": 25,
      "tags": ["mediterran", "leicht"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Schweinefilet in Medaillons schneiden",
        "Scharf anbraten, herausnehmen",
        "Zucchini in Scheiben schneiden",
        "Mit Tomaten anbraten",
        "Fleisch wieder dazu",
        "Mit Thymian würzen",
        "Feta darüber bröckeln",
        "2 Min ziehen lassen"
      ],
      "childTip": "Feta separat servieren",
      "workTip": "Leicht und schnell"
    },
    {
      "id": "m048",
      "name": "Rindfleisch-Gemüse-Wok",
      "baseIngredients": {
        "Rindfleisch": {"amount": 150, "unit": "g"},
        "Brokkoli": {"amount": 100, "unit": "g"},
        "Paprika": {"amount": 1, "unit": "Stück"},
        "Nudeln": {"amount": 125, "unit": "g", "variations": ["Reis", "Mie-Nudeln"]}
      },
      "price": 6,
      "prepTime": 25,
      "tags": ["asiatisch", "wok"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Nudeln kochen",
        "Rindfleisch in Streifen schneiden",
        "Scharf im Wok anbraten, herausnehmen",
        "Gemüse im Wok 3-4 Min braten",
        "Fleisch wieder dazu",
        "Mit Sojasauce und Austersauce würzen",
        "Nudeln untermischen",
        "Mit Sesam bestreuen"
      ],
      "childTip": "Nicht zu scharf",
      "workTip": "Schnelles Wok-Gericht"
    },
    {
      "id": "m049",
      "name": "Hähnchen-Gemüse-Spieße",
      "baseIngredients": {
        "Hähnchenbrust": {"amount": 150, "unit": "g"},
        "Paprika": {"amount": 1, "unit": "Stück"},
        "Zucchini": {"amount": 0.5, "unit": "Stück"},
        "Couscous": {"amount": 125, "unit": "g"}
      },
      "price": 5,
      "prepTime": 30,
      "tags": ["grill", "spieße"],
      "childFriendly": true,
      "workFriendly": false,
      "instructions": [
        "Hähnchen und Gemüse würfeln",
        "Abwechselnd aufspießen",
        "Mit Öl und Kräutern marinieren",
        "In Grillpfanne oder Ofen 15 Min garen",
        "Dabei mehrmals wenden",
        "Couscous nach Packung zubereiten",
        "Spieße auf Couscous servieren"
      ],
      "childTip": "Bunte Spieße",
      "workTip": "Auch kalt lecker"
    },
    {
      "id": "m050",
      "name": "Puten-Rahm-Geschnetzeltes",
      "baseIngredients": {
        "Putenbrust": {"amount": 150, "unit": "g"},
        "Sahne": {"amount": 100, "unit": "ml"},
        "Spätzle": {"amount": 150, "unit": "g"},
        "Erbsen": {"amount": 50, "unit": "g"}
      },
      "price": 5,
      "prepTime": 20,
      "tags": ["deutsch", "cremig"],
      "childFriendly": true,
      "workFriendly": true,
      "instructions": [
        "Spätzle kochen",
        "Pute in Streifen schneiden",
        "In Butter anbraten",
        "Erbsen zugeben",
        "Mit Sahne ablöschen",
        "3 Min köcheln",
        "Mit Spätzle servieren"
      ],
      "childTip": "Mild und cremig",
      "workTip": "Schnelles Alltags-Gericht"
    }
  ]
}
